export default [
  {
    id: 'q1',
    text: 'ブルックが飛ばされた先である、貧困の国の名前は？',
    answers: [
      'ハラヘッターニャ',
      'クワセッテクレーヤ',
      'ペコペッコーダ',
      'クッテーニャイ',
    ],
  },
  {
    id: 'q2',
    text: 'アラバスタで神聖とされる、サンディ島沿岸を生息地とする怪獣の名前は？',
    answers: [
      '海ネコ',
      '砂漠クマ',
      '河ブタ',
      '沼ヒツジ',
    ],
  },
  {
    id: 'q3',
    text: 'ウソップ達が旅立ったのちに、カヤがメリーに話したこれからの目標とする職業は何でしょう？',
    answers: [
      '医者',
      '教師',
      '海賊',
      '釣り人',
    ],
  },
  {
    id: 'q4',
    text: 'ドクター・ドリトルの屋敷で初めに姿を消したのは次のうち誰？',
    answers: [
      'サンジ',
      'ゾロ',
      'フランキー',
      'ロビン',
    ],
  },
  {
    id: 'q5',
    text: 'ガン・フォールの好物といえば何のジュースか？',
    answers: [
      'カボチャのジューズ',
      'トマトのジュース',
      'ニンジンのジュース',
      'イモのジュース',
    ],
  },
  {
    id: 'q6',
    text: 'ルフィが無意識に放った覇王色の覇気の犠牲となったデュバルのペットといえば？',
    answers: [
      'モトバロ',
      'モトロバ',
      'モトバン',
      'モトバス',
    ],
  },
  {
    id: 'q7',
    text: 'ドクQは何の実の能力者であったか？',
    answers: [
      'シクシクの実',
      'ドクドクの実',
      'ノリノリの実',
      'ウツウツの実',
    ],
  },
];
